Repository: RRZE-Webteam/rrze-shorturl
Catalog: languages/rrze-shorturl-*.po
Languages: de_de

source: A short URL cannot currently be created on the website because
de_de: Auf die Webseite kann derzeit kein ShortURL erstellt werden, da

source: Actions
de_de: Aktionen

source: Active
de_de: Aktiv

source: Add Category
de_de: Kategorie hinzufügen

source: Add New Category
de_de: Neue Kategorie hinzufügen

source: Add new category
de_de: Neue Kategorie hinzufügen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: All Categories
de_de: Alle Kategorien

source: Allow GET
de_de: GET erlauben

source: Allow URI
de_de: URI erlauben

source: Allow UTM
de_de: UTM erlauben

source: Allowed IP Addresses for REST API endpoints
de_de: Erlaubte IP Adressen für REST API Endpunkte

source: Allowed IP Addresses for REST API endpoints is not valid.
de_de: Erlaubte IP Adressen für REST API Endpunkte ist ungültig

source: An error occurred while adding the IdM.
de_de: Beim Hinzufügen der IdM ist ein Fehler aufgetreten.

source: An error occurred:
de_de: Ein Fehler ist aufgetreten:

source: An error occurred: this IdM already exists.
de_de: Ein Fehler ist aufgetreten: diese IdM ist bereits vorhanden.

source: Basis is not valid.
de_de: Basis ist ungültig

source: Cancel
de_de: Abbrechen

source: Categories
de_de: Kategorien

source: Category
de_de: Kategorie

source: Category deleted successfully
de_de: Kategorie erfolgreich gelöscht

source: Category is already linked to the link.
de_de: Die Kategorie ist bereits mit dem Link verknüpft.

source: Category Label
de_de: Kategorie Label

source: Category linked to the link successfully.
de_de: Kategorie zum Link erfolgreich verknüpft.

source: Category name is required.
de_de: Kategorie Name ist erforderlich.

source: Category updated
de_de: Kategorie aktualisiert

source: code parameter is missing.
de_de: Parameter Code fehlt.

source: Copied to clipboard
de_de: In die Zwischenablage kopiert

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Create Short URL
de_de: Erstellen von ShortURLs

source: Creation date
de_de: Anlegedatum

source: Customers Domains
de_de: Kunden-Domains

source: Date is valid.
de_de: Datum ist ungültig.

source: decrypted value is required.
de_de: Entschlüsselter Wert ist erforderlich.

source: Delete
de_de: Löschen

source: Domain is not allowed to use our shortening service.
de_de: Domain ist nicht erlaubt für die Nutzung unseres Verkürzungsservices.

source: Download QR
de_de: QR herunterladen

source: Edit
de_de: Bearbeiten

source: Edit Link
de_de: Link bearbeiten

source: Email not found
de_de: Email nicht gefunden

source: encrypted value is required.
de_de: Verschlüsselter Wert ist notwendig.

source: Error deleting category
de_de: Fehler beim Löschen der Kategorie

source: Error deleting link
de_de: Fehler beim Löschen des Links

source: Error processing request.
de_de: Fehler bei der Verarbeitung.

source: Error: Could not update category
de_de: Fehler: die Kategorie konnte nicht aktualisiert werden

source: External Domains
de_de: Externe Domains

source: Failed to add category.
de_de: Kategorie kann nicht hinzugefügt werden.

source: Failed to add category. Please try again.
de_de: Fehler beim Hinzufügen der Kategorie. Bitte versuchen Sie es erneut.

source: Failed to link category to the link. Please try again.
de_de: Fehler bei der Verknüpfung der Kategorie zum Link. Bitte versuchen Sie es erneut.

source: Failed to update the category.
de_de: Die Aktualisierung der Kategorie ist fehlgeschlagen.

source: For more information
de_de: Weitere Informationen

source: General
de_de: Allgemein

source: Here comes the Context Help content.
de_de: Hier kommt der Kontext-Hilfe Inhalt.

source: Hostname is not valid.
de_de: Hostname ist nicht gültig.

source: IdM
de_de: Autor-Kennung

source: indefinite
de_de: unbegrenzt

source: Invalid category ID
de_de: Ungültige Kategorie ID

source: Invalid category ID or label
de_de: Ungültige Kategorie ID oder Beschriftung

source: Invalid category.
de_de: Ungültige Kategorie.

source: Invalid link ID
de_de: Ungültige Link ID

source: Invalid link ID or category ID.
de_de: Ungültige Link-ID oder Kategorie-ID.

source: Invalid link.
de_de: Ungültiger Link.

source: is already in use. Try another one.
de_de: ist bereits in Verwendung. Versuchen Sie einen anderen.

source: is missing
de_de: fehlt

source: is not a valid URI
de_de: ist kein gültiger URI

source: is not a valid URL
de_de: ist keine gültige URL

source: Link Count
de_de: Link Anzahl

source: Link deleted successfully
de_de: Link erfolgreich gelöscht

source: Link saved
de_de: Link gespeichert

source: Link updated
de_de: Link aktualisiert

source: List of allowed domains
de_de: Liste an erlaubten Domains

source: Long URL
de_de: Zieladresse

source: Maximum number of shortenings is not valid.
de_de: Maximale Anzahl an Verkürzungen ist ungültig.

source: Maximum shortenings per hour per user
de_de: Maximale Anzahl an Verkürzungen pro Stunde pro Benutzer

source: Name not found
de_de: Name nicht gefunden

source: New Category Name
de_de: Neuer Kategorie Name

source: New external domain added successfully.
de_de: Neue externe Domain erfolgreich hinzugefügt.

source: New IdM has been added.
de_de: Neue IdM wurde hinzugefügt.

source: New service added successfully.
de_de: Neuer Service erfolgreich hinzugefügt.

source: No customer domains found
de_de: Keine Kundendomains gefunden

source: No external domains found
de_de: Keine externen Domains gefunden

source: No links stored yet
de_de: Bisher keine Links gespeichert

source: No short URL categories found
de_de: Keine shortURL-Kategorien gefunden

source: Nonce verification failed.
de_de: Nonce-Verifizierung fehlgeschlagen.

source: None
de_de: Keine

source: Notice
de_de: Notiz

source: Overview
de_de: Übersicht

source: Parent Category
de_de: Übergeordnete Kategorie

source: Plugin RRZE-AC is mandatory.
de_de: Das Plugin RRZE-AC ist obligatorisch.

source: Prefix 1 is reserved for customer domains. Please use another prefix.
de_de: Das Präfix 1 ist für Kundendomains reserviert. Bitte verwenden Sie ein anderes Präfix.

source: Prefix is already in use.
de_de: Das Präfix ist bereits in Verwendung.

source: Prefix not allowed.
de_de: Prefix ist nicht erlaubt.

source: RRZE ShortURL Settings
de_de: RRZE ShortURL Einstellungen

source: RRZE Webteam on Github
de_de: RRZE Webteam auf Github

source: Save Changes
de_de: Änderungen speichern

source: Selected entries deleted successfully.
de_de: Ausgewählte Einträge erfolgreich gelöscht.

source: Self-Explanatory URI
de_de: Selbsterklärende URI

source: Services
de_de: Dienstleistungen

source: Short URL custom
de_de: Benutzerdefinierte shortURL

source: Short URL generated
de_de: Generierte shortURL

source: Shorten
de_de: Verkürzen

source: ShortURL custom
de_de: benutzerdefinierte shortURL

source: ShortURL generated
de_de: generierte shortURL

source: Statistic
de_de: Statistik

source: the accessibility statement
de_de: die Barrierefreiheitserklärung

source: the imprint
de_de: das Impressum

source: the privacy policy
de_de: die Datenschutzerklärung

source: The provided URL is not a valid domain.
de_de: Die angegebene URL ist keine gültige Domain.

source: To resolve this issue, please contact the technical support person for the website in question
de_de: Um diesen Fehler beheben zu lassen, können Sie sich an die/den technischen AnsprechpartnerIn der betreffenden Website wenden

source: Update Link
de_de: Link aktualisieren

source: URI
de_de: optionale URI

source: url parameter is missing.
de_de: Parameter URL fehlt.

source: Valid until
de_de: optionale Laufzeit

source: Validity date cannot be in the past.
de_de: Das Gültigkeitsdatum darf nicht in der Vergangenheit liegen.

source: You cannot shorten more than %s links per hour
de_de: Sie können nicht mehr als %s Links pro Stunde verkürzen

source: You've tried to shorten a service domain. Services will automatically be shortened and redirected.
de_de: Sie haben versucht, einen Link einer Service Domain zu verkürzen. Service Links werden automatisch verkürzt und weitergeleitet.

source: Your link
de_de: Ihr Link
